Repository: Alexalter/AdvancedPolls
Catalog: locale/*/LC_MESSAGES/module_advancedpolls.po
Languages: bg

source: Error! Poll ID '%s' not found.
bg: Грешка! Анкета с ID '%s' не е намерена.

source: Ascending
bg: Възходящ

source: Descending
bg: Низходящ

source: Vote ID
bg: Глас ID

source: IP address
bg: IP адрес

source: Time
bg: Време

source: Username
bg: Потребителско име

source: Vote rank
bg: Ранг на гласа

source: Option
bg: опция

source: Poll
bg: Анкета

source: Show a poll
bg: Покажи анкета

source: Individual Selection
bg: Индивидуален избор

source: Latest
bg: Последни

source: Random
bg: Случаен

source: No
bg: Не

source: Yes
bg: Да

source: Poll list
bg: Списък на анкетите

source: Display list of open polls
bg: Покажи списък на отворените анкети

source: Poll results
bg: Резултати от анкетата

source: Show results of the most recently closed poll
bg: Показване на резултати от наскоро затворени анкетата

source: Poll warn
bg: Анкета предупреждение

source: Edit poll
bg: Редакция на анкета

source: New poll
bg: Нова анкета

source: Single
bg: Единична

source: Multiple
bg: Многократна

source: Ranked
bg: Класирано

source: None
bg: Няма

source: Vote time count back
bg: Най стари по гласуване назад

source: Alphabetical
bg: Азбучен ред

source: Free
bg: Свободно

source: User ID
bg: Потребител ID

source: Cookie
bg: Бисквитки

source: IP Address
bg: IP адрес

source: Advanced Polls
bg: Анкети

source: Polls
bg: Анкети

source: A comprehensive single question polling module
bg: Модул за анкети с един въпрос

source: advancedpolls
bg: polls

source: Error! Could not load polls.
bg: Грешка! Не може да се заредят анкети.

source: No poll found!
bg: Не е намерена анкета!

source: Backend
bg: Админ панел

source: View Polls
bg: Списък на анкетите

source: Frontend
bg: Фронтенд

source: Switch to user area.
bg: Към потребителския панел.

source: Create new poll
bg: Създай нова анкета

source: Settings
bg: Настройки

source: Vote
bg: Гласувай

source: Results
bg: Резултати

source: Edit
bg: Редактирай

source: Preview
bg: Преглед

source: Done! Vote added.
bg: Готово! Гласът е зачетен.

source: Done! Poll deleted.
bg: Готово! Позицията е изтрита.

source: Delete
bg: Изтрий

source: Reset votes
bg: Нулирай гласовете

source: Duplicate poll
bg: Дублирай анкета

source: Voting statistics
bg: Статистика на гласуването

source: Done! Poll duplicated.
bg: Готово! Анкетата е дублирана.

source: No poll selected
bg: Няма избрана анкета

source: Do you really want to reset the votes?
bg: Наистина ли искате да нулирате гласовете?

source: Confirmation prompt
bg: Потвърждение

source: Reset
bg: Нулирай

source: Cancel
bg: Отказ

source: Category
bg: Категория

source: Choose One
bg: Избери една

source: Filter
bg: Филтър

source: Poll ID
bg: Анкета ID

source: Name of poll
bg: Име на анкета

source: Poll open date
bg: Дата на отваряне

source: Is poll open?
bg: Отворен ли е?

source: Options
bg: Действия

source: No polls found.
bg: Няма намерени анкети.

source: General settings
bg: Общи настройки

source: Enable categorization
bg: Активирай категоризация

source: Use Reverse DNS for IP Addresses
bg: Да се използва обратен DNS за IP адреси

source: Items per page in admin interface
bg: Позиции на страница в админ интерфейс

source: Poll settings
bg: Настройки

source: Use css poll results bars
bg: Използва се CSS за показване на стълбовете в резултати

source: Scaling factor for poll results bars
bg: Скалиращ фактор за стълбовете в резултата

source: Default number of options in a poll
bg: Брой опции в анкета по подразбиране

source: Default colour
bg: Цвят по подразбиране

source: Save
bg: Запази

source: Voting Statistics
bg: Статистика на гласуването

source: Date and time poll opens
bg: Дата и час за отваряне

source: Date and time poll closes
bg: Дата и час на затваряне

source: Total number of votes
bg: Общ брой на гласувалите

source: Sort votes by
bg: Сортирай по

source: Sort order
bg: Ред на сортиране

source: Sort votes
bg: Сортирай

source: Vote history
bg: История на гласовете

source: No votes found.
bg: Няма намерени гласове.

source: Delete poll
bg: Изтрий анкета

source: Do you really want to delete this poll?
bg: Наистина ли искате да изтриете тази анкета?

source: Basic Information
bg: Основна информация

source: PermaLink URL title
bg: Пермалинк за URL

source: (Blank = auto-generate)
bg: (Празно =авто-генериране)

source: Choose Category
bg: Избери категория

source: Description
bg: Описание

source: Language
bg: Език

source: Timing
bg: Срокове

source: Recurring poll?
bg: Повтаряща се анкета?

source: The following options are only relevant if a recurring poll is selected.
bg: Следните опции са от значение само ако е избрана повтаряща се анкета.

source: Recurring offset
bg: Отместване при повторенията

source: Number of hours after the close date the poll reopens.
bg: Брой часове след затварянето, след които анкетата се отваря отново.

source: Recurrence interval
bg: Интервал на повторение

source: Number of days the poll will recur.
bg: Брой дни през които анкетата ще се повтори.

source: Voting regulations
bg: Опции за гласуване

source: Poll authorisation method
bg: Метод за удостоверяване при гласуване

source: Tiebreak method
bg: Класиране на резултата

source: Selection method
bg: Начин на избор

source: The following option only relevant if a multiple selection poll is selected.
bg: Следната опция от значение само ако е избрана множествена анкета за избор.

source: You may select
bg: Можете да изберете

source: (-1 for Unlimited selections)
bg: (-1 за неограничен избор)

source: Poll option
bg: Опция

source: New poll options
bg: Нови опции

source: Meta data
bg: Мета данни

source: Created by %s
bg: Създадена от %s

source: Created on %s
bg: Създадена на %s

source: Last updated by %s
bg: Последна промяна на %s

source: Updated on %s
bg: Променено на %s

source: Please confirm duplication of poll.
bg: Моля, потвърдете дублирането на анкета.

source: Please enter the poll id
bg: Моля въведете номер на анкета

source: Voting booth: %s
bg: Място за гласуване: %s

source: Category: %s
bg: Категория: %s

source: Poll options
bg: Опции в анкетата

source: Current poll: %s
bg: Текуща анкета: %s

source: Previous poll: %s
bg: Предишна анкета: %s

source: %s vote
bg: %s глас

source: Total number of votes: %s
bg: Общ брой на гласовете: %s

source: This is a ranked multiple selection poll.
bg: Това е класирана и множествена анкета за избор.

source: You may select %s option ranked in order.
bg: Можете да изберете %s опция класирана по ред.

source: Choice %s
bg: Избор %s

source: This is an unlimited multiple selection poll.
bg: Това е неограничена множествена анкета за избор.

source: You may select any number of options.
bg: Можете да изберете произволен брой опции.

source: View polls
bg: Списък на анкетите

source: Currently open polls
bg: Текущо активни анкети

source: Poll title
bg: Заглавие на анкетата

source: Poll close date
bg: Дата на затваряне

source: Upcoming polls
bg: Следващи анкети

source: Previous polls
bg: Предишни анкети

source: This poll opens on %s
bg: Тази анкета отваря на %s

source: Future poll: %s
bg: Бъдеща анкета: %s

source: Current poll
bg: Текуща анкета

source: Previous poll
bg: Предишна анкета

source: This is a multiple selection poll.
bg: Това е множествена анкета за избор.

source: You may select %s option.
bg: Можете да изберете %s опция.

source: The current leader in this poll is %s
bg: Текущият лидер в тази анкета е %s

source: Poll close date: %s
bg: Дата на затваряне: %s

source: Winner: %s
bg: Победител: %s

source: Detailed results
bg: Подробни резултати

source: Individual selection
bg: Индивидуален избор

source: Poll to use
bg: Анкета за ползване
